tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "aspell", args: ["with-all-langs"]
brew "cmake"
brew "coreutils"
brew "ctags"
brew "openssl"
brew "erlang"
brew "exa"
brew "fzf"
brew "git"
brew "gradle"
brew "graphviz"
brew "heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "plantuml"
brew "postgresql", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "sbt"
brew "scala"
brew "splint"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "you-get"
brew "zsh"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "chromium"
cask "dropbox"
cask "emacs"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iina"
cask "intellij-idea"
cask "keycastr"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rubymine"
cask "slack"
cask "station"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "touch-bar-pong"
cask "visual-studio-code"
cask "webpquicklook"
