tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
cask "java"
brew "archey"
brew "aria2"
brew "autoconf"
brew "automake"
brew "ghc"
brew "cabal-install"
brew "ctags"
brew "diff-so-fancy"
brew "openssl"
brew "elixir"
brew "emacs"
brew "git"
brew "gnutls"
brew "gradle"
brew "heroku"
brew "htop"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "libyaml"
brew "maven"
brew "minimal-racket"
brew "nasm"
brew "node"
brew "nvm"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rust"
brew "sbt"
brew "scala"
brew "sdl2"
brew "stow"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
cask "atom"
cask "chromium"
cask "dropbox"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "mplayerx"
cask "visual-studio-code"
