tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
cask "java"
cask "xquartz"
brew "archey"
brew "aria2"
brew "autoconf"
brew "automake"
brew "ghc"
brew "cabal-install"
brew "colordiff"
brew "ctags"
brew "openssl"
brew "elixir"
brew "emacs"
brew "exa"
brew "git"
brew "gnutls"
brew "gradle"
brew "heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "libyaml"
brew "maven"
brew "minimal-racket"
brew "mysql", restart_service: true
brew "nasm"
brew "neovim"
brew "nvm"
brew "p7zip"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rogue"
brew "rust"
brew "sbt"
brew "scala"
brew "sdl2"
brew "sphinx", args: ["with-mysql"]
brew "stow"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
cask "atom"
cask "baiduinput"
cask "betterzipql"
cask "chromium"
cask "datagrip"
cask "docker"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "grammarly"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "mpv"
cask "notion"
cask "obs"
cask "openemu"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "racket"
cask "rambox"
cask "rubymine"
cask "sequel-pro"
cask "sharemouse"
cask "slack"
cask "staruml"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vox"
cask "webpquicklook"
