brew "archey"
brew "aria2"
brew "asciinema"
brew "autojump"
brew "bat"
brew "bmon"
brew "cabal-install"
brew "clisp"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags", link: false
brew "docker-compose"
brew "elixir"
brew "emacs"
brew "exa"
brew "ffmpeg"
brew "fswatch"
brew "fx"
brew "fzy"
brew "geckodriver"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "github/gh/gh"
brew "gnutls"
brew "gradle"
brew "graphviz"
brew "gsl"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "libusb"
brew "libyaml"
brew "llvm"
brew "maven"
brew "memcached"
brew "minimal-racket"
brew "mysql", restart_service: true
brew "nasm"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "onefetch"
brew "pandoc"
brew "percol"
brew "plantuml"
brew "postgresql", restart_service: true
brew "prettyping"
brew "pstree"
brew "rabbitmq", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "sbcl"
brew "sbt"
brew "scala"
brew "sdl2"
brew "splint"
brew "stow"
brew "terminal-notifier"
brew "tesseract"
brew "texinfo"
brew "the_silver_searcher"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "you-get"
brew "youtube-dl"
brew "zsh"
cask "alacritty"
cask "aliwangwang"
cask "anki"
cask "anydesk"
cask "balenaetcher"
cask "chromium"
cask "clover-configurator"
cask "desmume"
cask "docker"
cask "dropbox"
cask "emacs"
cask "epic-games"
cask "firefox"
cask "font-cascadia"
cask "font-hack-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "gitup"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "handshaker"
cask "iina"
cask "intel-power-gadget"
cask "intellij-idea"
cask "java"
cask "kext-updater"
cask "kext-utility"
cask "logitech-control-center"
cask "nox-app-player"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-json"
cask "quicklookase"
cask "rubymine"
cask "shadowsocksx-ng-r"
cask "skype"
cask "slack"
cask "staruml"
cask "steam"
cask "synologyassistant"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "touch-bar-pong"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "webpquicklook"
cask "webstorm"
cask "zoomus"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"