tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "openssl@1.1"
brew "asciinema"
brew "autojump"
brew "bat"
brew "clisp"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "diff-so-fancy"
brew "erlang"
brew "exa"
brew "ffmpeg"
brew "fswatch"
brew "fx"
brew "fzy"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "gsl"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "memcached"
brew "mysql", restart_service: true
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "onefetch"
brew "pandoc"
brew "percol"
brew "pfetch"
brew "poppler"
brew "postgresql", restart_service: true
brew "prettyping"
brew "pstree"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "sbcl"
brew "speedtest-cli"
brew "splint"
brew "stow"
brew "svn"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "typespeed"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "you-get"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "balenaetcher"
cask "chromium"
cask "clashx"
cask "emacs"
cask "ezip"
cask "firefox"
cask "font-cascadia-code"
cask "font-hack-nerd-font"
cask "font-noto-sans-mono"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "gitup"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "handshaker"
cask "iina"
cask "intellij-idea-ce"
cask "owncloud"
cask "slack"
cask "steam"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
cask "zoomus"
