tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "openssl"
brew "asciinema"
brew "autojump"
brew "bat"
brew "cassandra", restart_service: true
brew "clisp"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "diff-so-fancy"
brew "docker-compose"
brew "erlang"
brew "exa"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fx"
brew "fzf"
brew "geckodriver"
brew "git"
brew "git-quick-stats"
brew "gradle"
brew "graphviz"
brew "gsl"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "memcached"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "plantuml"
brew "prettyping"
brew "pstree"
brew "rabbitmq", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "sbcl"
brew "sbt"
brew "scala"
brew "splint"
brew "stow"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "you-get"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aliwangwang"
cask "anki"
cask "chromium"
cask "docker"
cask "dropbox"
cask "emacs"
cask "epic-games"
cask "firefox"
cask "font-cascadia"
cask "font-hack-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "gitup"
cask "go2shell"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "handshaker"
cask "iina"
cask "intellij-idea-ce"
cask "java"
cask "keycastr"
cask "logitech-control-center"
cask "pock"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rubymine"
cask "shadowsocksx-ng-r"
cask "skype"
cask "slack"
cask "staruml"
cask "station"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "touch-bar-pong"
cask "visual-studio-code"
cask "webpquicklook"
cask "xbox360-controller-driver-unofficial"
cask "zoomus"

tap "d12frosted/emacs-plus"
tap "denisidoro/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "wtfutil/wtfutil"
brew "aria2"
brew "openssl"
brew "python"
brew "asciinema"
brew "aspell"
brew "autojump"
brew "bat"
brew "cassandra", restart_service: true
brew "clisp"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "diff-so-fancy"
brew "libyaml"
brew "docker-compose", link: false
brew "erlang"
brew "exa"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fx"
brew "fzf"
brew "geckodriver"
brew "git"
brew "git-quick-stats"
brew "gradle"
brew "graphviz"
brew "gsl"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "llvm"
brew "memcached"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "plantuml"
brew "postgresql", restart_service: true
brew "prettyping"
brew "pstree"
brew "rabbitmq", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sbcl"
brew "sbt"
brew "scala"
brew "splint"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "you-get"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "denisidoro/tools/navi"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aliwangwang"
cask "anki"
cask "chromium"
cask "docker"
cask "dropbox"
cask "emacs"
cask "epic-games"
cask "firefox"
cask "font-cascadia"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "gitup"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "handshaker"
cask "iina"
cask "intellij-idea-ce"
cask "java"
cask "keycastr"
cask "next"
cask "pock"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rubymine"
cask "sampler"
cask "shadowsocksx-ng-r"
cask "skype"
cask "slack"
cask "staruml"
cask "station"
cask "steam"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "touch-bar-pong"
cask "visual-studio-code"
cask "webpquicklook"
cask "zoomus"
